[
{
  "tytul": "CERT Orange Polska – Raport 2024",
  "data": "styczeń 2025",
  "motyw_przewodni": "Liczba zagrożeń rośnie, ale skuteczność obrony również – dzięki AI, automatyzacji i edukacji.",
  "fakty": [
    "Styczeń: Grupa Midnight Blizzard (NOBELIUM) powiązana z rosyjskimi służbami zaatakowała systemy Microsoftu – wykorzystano techniki rozpraszania haseł i manipulacji OAuth, by uzyskać dostęp do danych korporacyjnych.",
    "Luty: Głogowska Policja odkryła nielegalne koparki kryptowalut podłączone do transformatora.",
    "Marzec: Atak ransomware na chińską firmę – zaszyfrowane dane i zatrzymana produkcja.",
    "Kwiecień: Włamanie do systemu Strefy Płatnego Parkowania w Szczecinie – podmieniono numer konta bankowego do wpłat.",
    "Maj: Przejęcie kont administracyjnych w Polskiej Agencji Prasowej – opublikowano fałszywe depesze po wcześniejszej kradzieży danych dostępowych.",
    "Czerwiec: Fałszywe doładowania Orange – kradzież danych logowania.",
    "Lipiec: Phishing SMS podszywający się pod Orange Polska – fałszywe płatności.",
    "Sierpień: Wyciek z WordPressa – podatność LiteSpeed Cache zagroziła tysiącom stron.",
    "Wrzesień: Atak na spółkę Transport for London – wyciek danych około 5000 klientów, w tym numery kont i dane kontaktowe.",
    "Październik: Kampania phishingowa podszywająca się pod wezwania do zaprzestania naruszeń praw autorskich – złośliwe załączniki wykradały dane.",
    "Listopad: Fałszywe kody QR na parkomatach – przekierowanie do stron phishingowych.",
    "Grudzień: Firma Panek ukarana przez UODO grzywną 1,5 mln zł za udostępnienie danych 21 tys. osób podczas prac rozwojowych."
  ],
  "zrodlo": "https://cert.orange.pl/raporty-cert-orange-polska/"
  },
  {
    "tytul": "Verizon – Data Breach Investigations Report 2024",
    "data": "kwiecień 2024",
    "motyw_przewodni": "Czynniki ludzkie – takie jak błędy, phishing i pośpiech – są głównym powodem naruszeń. Ransomware i motyw finansowy dominują w krajobrazie zagrożeń.",
    "fakty": [
      "30 458 incydentów, z czego 10 626 zakończyło się naruszeniem danych",
      "68% naruszeń zawierało element błędu ludzkiego, np. kliknięcie w phishing lub błędna konfiguracja",
      "94,6% ataków miało motyw finansowy – głównie kradzież danych, szantaż i wyłudzenia",
      "32% przypadków dotyczyło ransomware lub form wymuszeń (extortion)",
      "Najczęstsze wektory: e-mail (phishing), aplikacje webowe, dostęp przez VPN lub słabe hasła"
    ],
    "zrodlo": "https://www.verizon.com/business/resources/reports/2024-dbir-data-breach-investigations-report.pdf"
  },
  {
    "tytul": "Cyberbezpieczny Portfel 2024",
    "data": "październik 2024",
    "motyw_przewodni": "Polacy coraz lepiej rozumieją zagrożenia, ale tylko niewielki odsetek czuje się bezpiecznie online – edukacja i świadomość to klucz.",
    "fakty": [
      "60% Polaków najbardziej obawia się wyłudzenia danych osobowych",
      "Tylko 6% zdecydowanie czuje się bezpiecznie w cyfrowym świecie",
      "Najczęstsze zagrożenia to phishing, fałszywe sklepy i SMS-y z linkami",
      "52% osób obawia się bezpośredniej utraty pieniędzy",
      "Raport promuje 10 zasad cyberbezpieczeństwa jako fundament ochrony"
    ],
    "zrodlo": "https://www.wib.org.pl/raport-cyberbezpieczny-portfel"
  },
  {
    "tytul": "ENISA – NIS360 Report 2024",
    "data": "luty 2025",
    "motyw_przewodni": "Europa nie jest jeszcze gotowa na wdrożenie NIS2 – brakuje ćwiczeń, koordynacji i dojrzałości w wielu sektorach.",
    "fakty": [
      "Raport obejmuje 22 sektory uznane za krytyczne w ramach NIS2",
      "Sektory zdrowia, ICT service management, administracji publicznej i gazowy należą do najniżej ocenionych pod względem dojrzałości",
      "Brak transgranicznych ćwiczeń osłabia przygotowanie UE na incydenty o szerokim zasięgu",
      "Nierównomierna dojrzałość sektorów pokazuje potrzebę lepszej koordynacji działań na poziomie UE",
      "Raport opublikowany w lutym 2025, bazuje na danych zebranych w 2024 roku"
    ],
    "zrodlo": "https://www.enisa.europa.eu/publications/enisa-nis360-2024"
  },
  {
    "tytul": "KPMG – Barometr Cyberbezpieczeństwa 2024",
    "data": "luty 2024",
    "motyw_przewodni": "Firmy coraz lepiej rozumieją zagrożenia, ale brakuje im ludzi, zasobów i planów – outsourcing rośnie, a phishing wciąż króluje.",
    "fakty": [
      "66% firm zarejestrowało przynajmniej jeden incydent cyberbezpieczeństwa",
      "Phishing niezmiennie uznawany jest za główne zagrożenie",
      "84% firm outsourcuje przynajmniej jedną funkcję cyberbezpieczeństwa",
      "Największym problemem jest brak specjalistów – trudności z rekrutacją i utrzymaniem kadry",
      "Obawy przed zorganizowanymi grupami cyberprzestępczymi spadły o 17 punktów procentowych"
    ],
    "zrodlo": "https://home.kpmg/pl/pl/home/insights/2024/02/barometr-cyberbezpieczenstwa-2024.html"
  },
  {
    "tytul": "BIK – Raport Antyfraudowy 2024",
    "data": "styczeń 2024",
    "motyw_przewodni": "Przestępcy wykorzystują socjotechnikę i słabości organizacyjne – szczególnie dotkliwe dla MŚP.",
    "fakty": [
      "Ponad 1/3 Polaków (37%) zetknęła się z próbą oszustwa – głównie phishing, SMS-y i fałszywe inwestycje",
      "5 najczęstszych metod fraudów to m.in. wyłudzenia „na BLIKa”, fałszywe faktury, linki do złośliwych stron i podszywanie się pod urzędy",
      "77% firm nie wdraża narzędzi ochrony przed fraudami, mimo że 12% dużych firm straciło w 2023 roku ponad 10 mln zł",
      "Firmy wskazują brak wiedzy i wysokie koszty jako główne bariery wdrażania zabezpieczeń",
      "56% fraudów pochodziło od zorganizowanych grup przestępczych – według deklaracji firm"
    ],
    "zrodlo": "https://rozwiazania-antyfraudowe.bik.pl/raporty"
  },
  {
    "tytul": "Microsoft Digital Defense Report 2024",
    "data": "październik 2024",
    "motyw_przewodni": "Tożsamość cyfrowa i zautomatyzowane ataki napędzane AI stają się głównym polem walki w cyberprzestrzeni.",
    "fakty": [
      "Microsoft obserwuje ponad 4 000 prób ataków ransomware każdego dnia – coraz więcej z nich wykorzystuje automatyzację i AI",
      "Grupa Octo Tempest została uznana przez FBI za jedno z trzech największych cyberzagrożeń – obok Chin i Rosji",
      "Microsoft wspiera platformę Crystal Ball w ramach CRI – 60 państw wymieniających dane wywiadowcze w czasie rzeczywistym",
      "Phishing z użyciem AI i deepfake’ów staje się coraz bardziej przekonujący – odtworzenie głosów, twarzy i stylów pisania",
      "Wzrost przejęć kont mimo MFA – przez kradzież tokenów sesji i ataki typu pass-the-cookie"
    ],
    "zrodlo": "https://www.microsoft.com/en-us/security/security-insider/intelligence-reports/microsoft-digital-defense-report-2024"
  }
]
