[
  {
    "title": "Strona Victoria’s Secret Powraca Online po Wielodniowym Incydencie Bezpieczeństwa",
    "link": "https://edition.cnn.com/2025/05/28/business/victorias-secret-website-down-security-incident",
    "source": "edition.cnn.com",
    "description": "Strona Victoria Secret powraca online po wielodniowym incydencie bezpieczeństwa. Strona internetowa Victoria Secret została przywrócona w piątek, 30 maja 2025 roku, po kilkudniowym wyłączeniu spowodowanym incydentem bezpieczeństwa. Firma podziękowała klientom za cierpliwość, ale nie ujawniła przyczyny problemu. Od poniedziałku, 26 maja, zamiast oferty produktów na stronie wyświetlał się komunikat o podjęciu działań w związku z incydentem, a niektóre usługi w sklepach stacjonarnych również zostały wyłączone. Długotrwałe wyłączenie strony jest rzadkością dla firmy tej skali. Sprzedaż online, która w 2024 roku przyniosła 2 miliardy dolarów (1/3 rocznych obrotów), jest kluczowa, a akcje firmy spadły o 6-8% od początku tygodnia. Eksperci wskazują na rosnące zagrożenie ze strony hakerów wspomaganych sztuczną inteligencją i brak przygotowania retailerów. Ataki na sklepy stają się trendem, a incydent może przypominać skalą problemy innej dużej marki, które przyniosły ogromne straty. Firma zaangażowała zewnętrznych ekspertów, ale nie podała szczegółów dotyczących ataku ani naruszenia danych klientów.",
    "date": "2025-05-30"
  },
  {
    "title": "Brytyjskie Wojsko Inwestuje 1 Miliard Funtów w AI i Armię Hakerów",
    "link": "https://www.dailymail.co.uk/news/article-14759625/Britain-set-splash-1billion-army-hackers-target-likes-Putin.html",
    "source": "dailymail.co.uk",
    "description": "Brytyjskie Ministerstwo Obrony planuje przeznaczyć ponad 1 miliard funtów na rozwój sztucznej inteligencji oraz stworzenie tzw. armii hakerów w ramach przeglądu strategii obronnej. Sekretarz Obrony, John Healey, ogłosił utworzenie nowego dowództwa cybernetycznego, które ma przeciwdziałać ciągłemu i nasilającemu się poziomowi cyberwojny. Inwestycja obejmuje również stworzenie do 2027 roku cyfrowej sieci celowania, która połączy systemy uzbrojenia, umożliwiając szybsze decyzje na polu walki, np. identyfikację zagrożenia przez czujnik na statku lub w kosmosie i neutralizację go za pomocą samolotu F-35, drona lub operacji cybernetycznej. Dowództwo cybernetyczne i elektromagnetyczne, pod kierownictwem generała Sir Jima Hockenhulla, będzie chronić Wielką Brytanię przed atakami cybernetycznymi oraz koordynować działania ofensywne z Narodową Siłą Cybernetyczną. Healey podkreślił, że w ciągu ostatnich dwóch lat brytyjska obrona była celem 90 000 cyberataków ze źródeł powiązanych z państwami, szczególnie z Rosji, gdzie intensywność ataków wzrosła. Klawiatura stała się bronią wojenną – stwierdził, wskazując na konieczność zwiększenia zdolności obronnych. Nowe dowództwo zajmie się także wojną elektromagnetyczną, np. zakłócaniem sygnałów dronów czy pocisków oraz przechwytywaniem komunikacji przeciwnika. Narodowa Siła Cybernetyczna, działająca od pięciu lat, prowadziła już operacje hakerskie na rzecz wojska i teraz będzie współpracować z nowym dowództwem w działaniach ofensywnych i obronnych. Szczegóły brytyjskich zdolności cybernetycznych pozostają tajne, ale podobne działania innych krajów obejmują szpiegostwo czy instalowanie oprogramowania niszczącego infrastrukturę. Rosja, Chiny, Iran i Korea Północna są uznawane za państwa posiadające hakerów zaangażowanych w szpiegostwo i ataki cybernetyczne.",
    "date": "2025-05-29"
  },
  {
    "title": "Cyberprzestępczość ma kosztować świat 12,2 bilionów USD rocznie do 2031 r.",
    "link": "https://apnews.com/press-release/ein-presswire-newsmatics/crime-cybercrime-information-security-china-fraud-fa129e63ec99848c3bdacd690ced2154",
    "source": "apnews.com",
    "description": "Cyberprzestępczość ma kosztować świat 10,5 biliona USD w 2025 roku, co czyni ją trzecią co do wielkości gospodarką po dwóch największych krajach, według raportu branżowego. Przewiduje się, że do 2031 roku koszty wzrosną do 12,2 biliona USD rocznie, przy wzroście o 2,5% rocznie. Koszty obejmują zniszczenie danych, kradzież pieniędzy, utratę produktywności i własności intelektualnej. Cyberprzestępczość jest łatwa do popełnienia i trudna do powstrzymania z powodu niejednolitych przepisów, jak zauważają eksperci. Porównuje się ją do fikcyjnego kraju o PKB 10,5 biliona USD, co obciąża inne gospodarki. Ataki obejmują oszustwa kryptowalutowe, kradzież danych, tożsamości i ransomware. Prawo nie przewidziało dzisiejszej infrastruktury cyfrowej i musi ewoluować. Jesteśmy w stanie wojny, gdzie każdy jest celem cyberprzestępców. Przenosi ona ogromne bogactwo ekonomiczne, zagrażając innowacjom i inwestycjom. Wszyscy muszą wziąć odpowiedzialność za cyberbezpieczeństwo.",
    "date": "2025-05-29"
  },
  {
    "title": "Praga oskarża Chiny o zhakowanie czeskiego ministerstwa spraw zagranicznych",
    "link": "https://www.politico.eu/article/prague-accuses-china-of-hacking-czech-foreign-ministry/",
    "source": "politico.com",
    "description": "Rząd Czech oskarżył Chiny o cyberatak na Ministerstwo Spraw Zagranicznych, który trwał od 2022 roku, ujawniając tysiące niesklasyfikowanych e-maili między ambasadami a instytucjami UE. Atak przypisano chińskiej grupie APT31, sponsorowanej przez państwo. Czeski minister spraw zagranicznych wezwał ambasadora Chin do wyjaśnień, ostrzegając, że incydent zaszkodzi relacjom dwustronnym i jest częścią działań podważających demokrację. Dochodzenie czeskich służb potwierdziło udział APT31, powiązanej z chińskim Ministerstwem Bezpieczeństwa Państwowego. Grupa była wcześniej oskarżana o ataki, m.in. w USA, co doprowadziło do sankcji w 2024 roku. Incydent wywołał oburzenie w UE i NATO, które wyraziły solidarność z Czechami i wezwały Chiny do przestrzegania prawa międzynarodowego. Ambasada Chin odrzuciła oskarżenia jako bezpodstawne.",
    "date": "2025-05-28"
  },
  {
    "title": "Globalna Operacja Przeciwko Handlowi Narkotykami w Dark Webie",
    "link": "https://therecord.media/global-law-enforcement-arrest-270-tied-to-dark-web-drug-sales",
    "source": "therecord",
    "description": "Międzynarodowe organy ścigania połączyły siły, aby aresztować 270 osób w ramach globalnej operacji o nazwie RapTor, mającej na celu rozbicie przestępczej sieci sprzedającej narkotyki przez dark web. Służby z USA i UE skonfiskowały ponad 200 milionów dolarów, 144 kilogramy fentanylu lub narkotyków z fentanylem oraz 180 sztuk broni. Operacja opierała się na wcześniejszych likwidacjach rynków dark web, takich jak Incognito, Nemesis czy Tor2Door. Europol poinformował o 130 aresztowaniach w USA, 42 w Niemczech oraz wielu w innych krajach, m.in. Wielkiej Brytanii, Francji, Austrii, Holandii, Brazylii i Korei Południowej. Zatrzymani to sprzedawcy, kupujący i administratorzy wcześniej zamkniętych platform. Służby kontynuowały zbieranie dowodów po likwidacjach, co pozwoliło na skoordynowane śledztwa i identyfikację podejrzanych, którzy ukrywali się za pomocą szyfrowania i kryptowalut. W operacji uczestniczyły setki agencji z USA, Europy i Azji.",
    "date": "2025-05-27"
  }
]
