[
{
    "title": "Strona Victoria’s Secret Powraca Online po Wielodniowym Incydencie Bezpieczeństwa",
    "link": "https://edition.cnn.com/2025/05/28/business/victorias-secret-website-down-security-incident",
    "source": "edition.cnn.com",
    "description": "Strona Victoria’s Secret Powraca Online po Wielodniowym Incydencie Bezpieczeństwa Strona internetowa Victoria’s Secret została przywrócona w piątek, 30 maja 2025 roku, po kilkudniowym wyłączeniu spowodowanym „incydentem bezpieczeństwa”. Firma podziękowała klientom za cierpliwość, ale nie ujawniła przyczyny problemu. Od poniedziałku, 26 maja, zamiast oferty produktów na stronie wyświetlał się komunikat o podjęciu działań w związku z incydentem, a niektóre usługi w sklepach stacjonarnych również zostały wyłączone. Długotrwałe wyłączenie strony jest rzadkością dla firmy tej skali. Sprzedaż online, która w 2024 roku przyniosła 2 miliardy dolarów (1/3 rocznych obrotów), jest kluczowa, a akcje firmy spadły o 6-8% od początku tygodnia. Eksperci wskazują na rosnące zagrożenie ze strony hakerów wspomaganych sztuczną inteligencją i brak przygotowania retailerów. Ataki na sklepy stają się trendem, a incydent może przypominać skalą problemy innej dużej marki, które przyniosły ogromne straty. Firma zaangażowała zewnętrznych ekspertów, ale nie podała szczegółów dotyczących ataku ani naruszenia danych klientów.",
    "date": "2025-05-30"
  },
    {
    "title": "Brytyjskie Wojsko Inwestuje 1 Miliard Funtów w AI i Armię Hakerów",
    "link": "https://www.dailymail.co.uk/news/article-14759625/Britain-set-splash-1billion-army-hackers-target-likes-Putin.html",
    "source": "dailymail.co.uk",
    "description": "Brytyjskie Ministerstwo Obrony planuje przeznaczyć ponad 1 miliard funtów na rozwój sztucznej inteligencji oraz stworzenie tzw. armii hakerów w ramach przeglądu strategii obronnej. Sekretarz Obrony, John Healey, ogłosił utworzenie nowego dowództwa cybernetycznego, które ma przeciwdziałać „ciągłemu i nasilającemu się” poziomowi cyberwojny. Inwestycja obejmuje również stworzenie do 2027 roku „cyfrowej sieci celowania”, która połączy systemy uzbrojenia, umożliwiając szybsze decyzje na polu walki, np. identyfikację zagrożenia przez czujnik na statku lub w kosmosie i neutralizację go za pomocą samolotu F-35, drona lub operacji cybernetycznej. Dowództwo cybernetyczne i elektromagnetyczne, pod kierownictwem generała Sir Jima Hockenhulla, będzie chronić Wielką Brytanię przed atakami cybernetycznymi oraz koordynować działania ofensywne z Narodową Siłą Cybernetyczną. Healey podkreślił, że w ciągu ostatnich dwóch lat brytyjska obrona była celem 90 000 cyberataków ze źródeł powiązanych z państwami, szczególnie z Rosji, gdzie intensywność ataków wzrosła. „Klawiatura stała się bronią wojenną” – stwierdził, wskazując na konieczność zwiększenia zdolności obronnych. Nowe dowództwo zajmie się także wojną elektromagnetyczną, np. zakłócaniem sygnałów dronów czy pocisków oraz przechwytywaniem komunikacji przeciwnika. Narodowa Siła Cybernetyczna, działająca od pięciu lat, prowadziła już operacje hakerskie na rzecz wojska i teraz będzie współpracować z nowym dowództwem w działaniach ofensywnych i obronnych. Szczegóły brytyjskich zdolności cybernetycznych pozostają tajne, ale podobne działania innych krajów obejmują szpiegostwo czy instalowanie oprogramowania niszczącego infrastrukturę. Rosja, Chiny, Iran i Korea Północna są uznawane za państwa posiadające hakerów zaangażowanych w szpiegostwo i ataki cybernetyczne.",
    "date": "2025-05-29"
  },
    {
    "title": "Cyberprzestępczość ma kosztować świat 12,2 bilionów USD rocznie do 2031 r.",
    "link": "https://apnews.com/press-release/ein-presswire-newsmatics/crime-cybercrime-information-security-china-fraud-fa129e63ec99848c3bdacd690ced2154",
    "source": "apnews.com",
    "description": "Cyberprzestępczość ma kosztować świat 10,5 biliona USD w 2025 roku, co czyni ją trzecią co do wielkości gospodarką po dwóch największych krajach, według raportu branżowego. Przewiduje się, że do 2031 roku koszty wzrosną do 12,2 biliona USD rocznie, przy wzroście o 2,5% rocznie. Koszty obejmują zniszczenie danych, kradzież pieniędzy, utratę produktywności i własności intelektualnej. Cyberprzestępczość jest łatwa do popełnienia i trudna do powstrzymania z powodu niejednolitych przepisów, jak zauważają eksperci. Porównuje się ją do fikcyjnego kraju o PKB 10,5 biliona USD, co obciąża inne gospodarki. Ataki obejmują oszustwa kryptowalutowe, kradzież danych, tożsamości i ransomware. Prawo nie przewidziało dzisiejszej infrastruktury cyfrowej i musi ewoluować. Jesteśmy w stanie wojny, gdzie każdy jest celem cyberprzestępców. Przenosi ona ogromne bogactwo ekonomiczne, zagrażając innowacjom i inwestycjom. Wszyscy muszą wziąć odpowiedzialność za cyberbezpieczeństwo.",
    "date": "2025-05-29"
  },
    {
    "title": "Praga oskarża Chiny o zhakowanie czeskiego ministerstwa spraw zagranicznych",
    "link": "https://www.politico.eu/article/prague-accuses-china-of-hacking-czech-foreign-ministry/",
    "source": "politico.com",
    "description": "Rząd Czech oskarżył Chiny o cyberatak na Ministerstwo Spraw Zagranicznych, który trwał od 2022 roku, ujawniając tysiące niesklasyfikowanych e-maili między ambasadami a instytucjami UE. Atak przypisano chińskiej grupie APT31, sponsorowanej przez państwo. Czeski minister spraw zagranicznych wezwał ambasadora Chin do wyjaśnień, ostrzegając, że incydent zaszkodzi relacjom dwustronnym i jest częścią działań podważających demokrację. Dochodzenie czeskich służb potwierdziło udział APT31, powiązanej z chińskim Ministerstwem Bezpieczeństwa Państwowego. Grupa była wcześniej oskarżana o ataki, m.in. w USA, co doprowadziło do sankcji w 2024 roku. Incydent wywołał oburzenie w UE i NATO, które wyraziły solidarność z Czechami i wezwały Chiny do przestrzegania prawa międzynarodowego. Ambasada Chin odrzuciła oskarżenia jako bezpodstawne.",
    "date": "2025-05-28"
  },
    {
    "title": "Globalna Operacja Przeciwko Handlowi Narkotykami w Dark Webie",
    "link": "https://therecord.media/global-law-enforcement-arrest-270-tied-to-dark-web-drug-sales",
    "source": "therecord",
    "description": "Międzynarodowe organy ścigania połączyły siły, aby aresztować 270 osób w ramach globalnej operacji o nazwie RapTor, mającej na celu rozbicie przestępczej sieci sprzedającej narkotyki przez dark web. Służby z USA i UE skonfiskowały ponad 200 milionów dolarów, 144 kilogramy fentanylu lub narkotyków z fentanylem oraz 180 sztuk broni. Operacja opierała się na wcześniejszych likwidacjach rynków dark web, takich jak Incognito, Nemesis czy Tor2Door. Europol poinformował o 130 aresztowaniach w USA, 42 w Niemczech oraz wielu w innych krajach, m.in. Wielkiej Brytanii, Francji, Austrii, Holandii, Brazylii i Korei Południowej. Zatrzymani to sprzedawcy, kupujący i administratorzy wcześniej zamkniętych platform. Służby kontynuowały zbieranie dowodów po likwidacjach, co pozwoliło na skoordynowane śledztwa i identyfikację podejrzanych, którzy ukrywali się za pomocą szyfrowania i kryptowalut. W operacji uczestniczyły setki agencji z USA, Europy i Azji, a koordynację prowadziło FBI, dążąc do rozbicia organizacji handlujących opioidami w darknecie. Przedstawiciele władz podkreślili, że akcja ta pokazuje, iż dark web nie jest poza zasięgiem prawa, a przestępcy nie mogą czuć się bezpieczni w sieci. Operacja dowodzi również, że gangi działają zarówno online, jak i offline, wykorzystując technologię na skalę międzynarodową i lokalną.",
    "date": "2025-05-23"
  },{
    "title": "Coca-Cola Padła Celem Ataku: Dwa Groźne Cyberataki w Maju 2025 Roku",
    "link": "https://hackread.com/coca-cola-bottling-partner-ransomware-data-breach/",
    "link": "https://www.darkreading.com/cyberattacks-data-breaches/coca-cola-investigates-data-theft-ransomware",
    "source": "hackread.com darkreading.com",
    "description": "W maju 2025 roku Coca-Cola oraz jej partner rozlewniczy, Coca-Cola Europacific Partners (CCEP), stali się celem dwóch poważnych cyberataków, które mogą zagrozić bezpieczeństwu danych pracowników i klientów. Grupa ransomware Everest twierdzi, że zhakowała systemy Coca-Coli, głównie w regionie Bliskiego Wschodu, szczególnie w biurze w Dubaju, kradnąc dane 959 pracowników, w tym skany paszportów, wiz, dane wynagrodzeń oraz wewnętrzne dokumenty HR, co potwierdzono wyciekiem 502 MB danych zawierających 1104 pliki. Z kolei grupa Gehenna (GHNA) ogłosiła, że włamano się do platformy Salesforce CCEP, wykradając ponad 23 miliony rekordów z lat 2016-2025, obejmujących dane CRM, takie jak 7,5 miliona kont Salesforce, 9,5 miliona spraw obsługi klienta, 6 milionów wpisów kontaktowych i ponad 400 000 rekordów produktów, o łącznej wielkości 63-64 GB. Obie firmy nie potwierdziły publicznie tych incydentów, ale dane udostępnione przez hakerów na forach dark web zostały uznane za autentyczne przez badaczy cyberbezpieczeństwa. Ataki te pokazują, jak bardzo Coca-Cola padła celem zaawansowanych cyberprzestępców, co podkreśla rosnące zagrożenie dla dużych korporacji ze strony ransomware i kradzieży danych w chmurze.",
    "date": "2025-05-19"
  },
    {
    "title": "Prezydent USA podpisuje ustawę przeciwko deepfake’om i revenge porn",
    "link": "https://www.politico.com/news/2025/05/19/trump-signs-take-it-down-act-criminalizing-deepfake-and-revenge-porn-00357151",
    "source": "politico.com",
    "description": "Prezydent USA podpisał w poniedziałek ustawę, która wprowadza kary za rozpowszechnianie intymnych obrazów bez zgody osób na nich widocznych, w tym materiałów tworzonych przez sztuczną inteligencję (tzw. deepfake’ów) oraz tzw. revenge porn. Ceremonia podpisania odbyła się z udziałem członków rządu i ustawodawców. Ustawa przeszła przez Izbę Reprezentantów wynikiem 409-2 w kwietniu, po jednogłośnym zatwierdzeniu przez Senat w lutym. Zgodnie z prawem, osoby publikujące takie treści bez zgody podlegają karom karnym. Platformy społecznościowe muszą szybko usuwać zgłoszone materiały. Prawo odpowiada na obawy związane z wykorzystaniem sztucznej inteligencji do tworzenia fałszywych, realistycznych treści seksualnych, często wymierzonych w kobiety i osoby publiczne. Ustawa zyskała poparcie obu partii jako ważna ochrona przed nadużyciami w internecie. Choć wielu poparło ustawę, niektóre organizacje wyraziły obawy o prywatność i wolność słowa. Prawo to jest jednym z ważniejszych regulacji dotyczących technologii w obecnej kadencji prezydenta."
    "date": "2025-05-19"
  },
    {
    "title": "Kryptowalutowe fortuny zagrożone – przestępcy polują na francuskich milionerów",
    "link": "https://cybernews.com/crypto/crypto-community-fear-kidnappings/",
    "source": "cybernews.com",
    "description": "We Francji doszło do serii brutalnych porwań osób związanych z branżą kryptowalut, co wywołało strach i złość wśród tamtejszych przedsiębiorców. Przykładem jest niedawna próba porwania córki szefa firmy Paymium w centrum Paryża, która została nagrana przez przechodniów i szybko rozprzestrzeniła się w sieci. Wcześniej porwano współzałożyciela firmy Ledger i jego żonę, a także ojca innego szefa firmy kryptowalutowej – w obu przypadkach ofiary zostały uwolnione, ale poniosły poważne obrażenia. W odpowiedzi na te wydarzenia niektórzy przedsiębiorcy zwiększają środki bezpieczeństwa, unikają publicznych miejsc i rozważają ochronę osobistą. Pojawiają się także głosy wzywające do zaostrzenia walki z przestępczością oraz do zmian w przepisach dotyczących kryptowalut. Eksperci zwracają uwagę, że wzrost wartości kryptowalut i publiczne chwalenie się majątkiem w internecie może przyciągać przestępców, którzy liczą na łatwiejsze ukrycie śladów dzięki anonimowości kryptowalut. Władze prowadzą śledztwa, ale szczegóły dotyczące sprawców są niejasne. Sprawa pokazuje, że wraz z rosnącą popularnością kryptowalut rośnie też ryzyko związane z bezpieczeństwem ich posiadaczy.",
    "date": "2025-05-16"
  },
    {
    "title": "European Vulnerability Database – nowe narzędzie UE w walce z cyberzagrożeniami",
    "link": "https://www.enisa.europa.eu/news/consult-the-european-vulnerability-database-to-enhance-your-digital-security",
    "source": "enisa.com",
    "description": "Europejska Agencja ds. Cyberbezpieczeństwa (ENISA) uruchomiła European Vulnerability Database (EUVD), zgodnie z wymogami dyrektywy NIS2. Baza jest już dostępna i będzie utrzymywana przez ENISA. Baza jest publicznie dostępna – mogą z niej korzystać zarówno dostawcy systemów i usług IT, jak i użytkownicy, instytucje państwowe, firmy oraz badacze. Informacje prezentowane są w formie przejrzystych paneli dotyczących m.in. podatności krytycznych, wykorzystywanych oraz koordynowanych przez europejskie CSIRT.Wpisy w bazie obejmują opis podatności, dotknięte produkty lub usługi i ich wersje, poziom zagrożenia, sposób potencjalnego wykorzystania oraz dostępne poprawki lub zalecenia. Dane pochodzą z otwartych źródeł, komunikatów CSIRT, zaleceń producentów i oznaczeń podatności wykorzystywanych przez atakujących. ENISA, jako organ wyznaczony do nadawania numerów CVE (CNA), może od 2024 roku rejestrować podatności wykryte przez unijne CSIRT lub zgłoszone im do koordynowanego ujawnienia, o ile nie podlegają innemu CNA. Warto zaznaczyć, że EUVD to narzędzie inne niż powstająca w ramach Cyber Resilience Act platforma Single Reporting Platform (SRP), która od września 2026 roku będzie służyć do obowiązkowego zgłaszania wykorzystywanych podatności przez producentów. W 2025 roku ENISA planuje dalszy rozwój EUVD i zbieranie opinii użytkowników, by jeszcze lepiej wspierać zarządzanie podatnościami i bezpieczeństwo cyfrowe w Europie.",
    "date": "2025-05-13"
  },
    {
    "title": "Papież Leon XIV: Sztuczna inteligencja wyzwaniem dla godności człowieka i sprawiedliwości",
    "link": "https://www.yahoo.com/news/pope-leo-xiv-says-ai-180754975.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAC9KsZAN95b1ozjIENcmPLKNQcAvdqoWl2INrW5Dk7YNxJgMvhHY83WThr2n0UNWxZVuNOEjMIxX8t8QX8S5nJj8BnTOaRYSdJfqJI_ay-Kr7KU-TdyXKhJ6ab0dulB1hcpsEIVJZ7d3v7MkGUOmnKOArLDpiZnazDaa3-9QAFSc",
    "source": "yahoo.com",
    "description": "Papież Leon XIV, podczas swojego pierwszego przemówienia do Kolegium Kardynałów podkreślił, że sztuczna inteligencja (AI) jest jednym z najważniejszych wyzwań stojących przed ludzkością. Wskazał, że AI stawia nowe pytania dotyczące obrony godności człowieka, sprawiedliwości i praw pracowniczych, porównując obecną rewolucję technologiczną do wyzwań epoki przemysłowej, na które odpowiadał papież Leon XIII w encyklice „Rerum Novarum”. Leon XIV zadeklarował kontynuację reform i otwartości Kościoła, zgodnie z duchem Soboru Watykańskiego II oraz nauczaniem swojego poprzednika, papieża Franciszka. W przemówieniu wielokrotnie odwoływał się do dziedzictwa Franciszka, który również ostrzegał przed zagrożeniami związanymi z AI i apelował o międzynarodowe regulacje w tej dziedzinie.",
    "date": "2025-05-11"
  },
{
    "title": "Microsoft oficjalnie zakazał swoim pracownikom korzystania z chińskiej aplikacji AI DeepSeek",
    "link": "https://techcrunch.com/2025/05/08/microsoft-employees-are-banned-from-using-deepseek-app-president-says/",
    "source": "techcrunch.com",
    "description": "Decyzja została ogłoszona przez wiceprezesa Microsoftu Brada Smitha podczas przesłuchania w amerykańskim Senacie. Powodem są poważne obawy dotyczące bezpieczeństwa danych oraz ryzyko wpływu chińskiej propagandy na odpowiedzi generowane przez DeepSeek. Aplikacja przechowuje dane użytkowników na serwerach w Chinach, gdzie zgodnie z lokalnym prawem mogą one być udostępniane chińskim służbom. DeepSeek znana jest także z cenzurowania tematów uznawanych przez chińskie władze za wrażliwe. Microsoft nie udostępnia aplikacji DeepSeek w swoim sklepie, a jej model AI został dopuszczony do chmury Azure dopiero po przeprowadzeniu rygorystycznych testów bezpieczeństwa i modyfikacjach mających usunąć potencjalnie szkodliwe efekty działania. Warto podkreślić, że DeepSeek jest open source – każdy może pobrać model i uruchomić go na własnych serwerach, jednak nie eliminuje to ryzyka generowania propagandy czy niebezpiecznego kodu.",
    "date": "2025-05-08"
  }, 
  {
    "title": "Rosyjska grupa hakerów atakuje strony internetowe rządu rumuńskiego w dniu wyborów",
    "link": "https://www.politico.eu/article/russia-hacker-group-romania-election-day-constitutional-court-vote/",
    "source": "politico.eu",
    "description": "W dniu powtórzonych wyborów prezydenckich w Rumunii prorosyjska grupa hakerska NoName057(16), znana też jako DDOSIA, przeprowadziła atak typu DDoS na szereg stron internetowych należących do instytucji państwowych oraz kandydatów. Celem były m.in. witryna Trybunału Konstytucyjnego, Ministerstwa Spraw Zagranicznych, główny portal rządowy oraz strony kandydatów, w tym Crina Antonescu (popieranego przez partie rządzące) i burmistrza Bukaresztu Nicușora Dana. Hakerzy ogłosili odpowiedzialność za atak na swoim kanale w serwisie Telegram, dodając do listy celów również ministerstwa spraw wewnętrznych i sprawiedliwości. Atak miał charakter zakłócający – strony były chwilowo niedostępne z powodu przeciążenia ruchem sieciowym – jednak według rumuńskiego Dyrektoriatu ds. Cyberbezpieczeństwa, wszystkie serwisy zostały przywrócone do działania jeszcze tego samego dnia. Atak wpisuje się w szerszy kontekst prób destabilizacji wyborów w Rumunii. W poprzednim głosowaniu, anulowanym przez sąd, odnotowano ponad 85 000 cyberataków na systemy wyborcze. Władze podejrzewają, że działania grupy mogą mieć związek z rosyjskimi interesami informacyjnymi w regionie.",
    "date": "2025-05-04"
  },   
    {
    "title": "Luksusowy dom towarowy Harrods potwierdził, że padł ofiarą próby włamania do swoich systemów.",
    "link": "https://www.bbc.com/news/articles/c62x4zxe418o",
    "source": "bbc.com",
    "description": "Trzy duże brytyjskie firmy handlowe – dom towarowy Harrods, sieć spożywcza Co-op oraz detalista odzieżowy Marks & Spencer – padły ofiarą cyberataków. Harrods potwierdził próbę włamania do swoich systemów i w odpowiedzi ograniczył dostęp do internetu w punktach sprzedaży. Sklepy stacjonarne oraz sprzedaż online działają normalnie. Marks & Spencer odnotował znacznie poważniejsze zakłócenia – jego sklep internetowy pozostaje niedostępny, a w wielu lokalizacjach brakuje towarów. Eksperci podejrzewają, że firma padła ofiarą ataku typu ransomware, prawdopodobnie ze strony grupy DragonForce.", 
    "date": "2025-05-01"
  },
{
    "title": "Blackout w Hiszpanii i Portugalii. Trwa analiza przyczyn",
    "link": "https://www.wsj.com/world/europe/spain-power-outage-updates-5e14b05a?st=mMpM6N&reflink=desktopwebshare_permalink",
    "source": "wsj.com",
    "description": "W poniedziałek 28 kwietnia 2025 roku Hiszpania i Portugalia doświadczyły poważnej awarii zasilania, która spowodowała zakłócenia w ruchu lotniczym, transporcie publicznym i usługach telekomunikacyjnych. Zakłócenia dotknęły także części południowej Francji. Przerwa w dostawie prądu zmusiła firmy, szpitale oraz inne instytucje krytyczne do korzystania z awaryjnych źródeł energii. Operator hiszpańskiej sieci przesyłowej, Red Eléctrica, poinformował, że duże wahania napięcia doprowadziły do odłączenia Hiszpanii od europejskiej sieci energetycznej. Przywrócenie pełnej funkcjonalności miało potrwać od sześciu do dziesięciu godzin. Agencja Unii Europejskiej ds. Cyberbezpieczeństwa (ENISA) poinformowała, że wstępne śledztwo wskazuje na problem techniczny lub kablowy i że sytuacja jest monitorowana. Awaria doprowadziła do zawieszenia ruchu pociągów i metra w wielu hiszpańskich miastach, opóźnień i odwołań lotów na lotniskach zarządzanych przez Aena oraz problemów z działaniem sieci komórkowych Vodafone i Orange. Premier Hiszpanii zwołał w związku z sytuacją nadzwyczajne posiedzenie narodowej rady bezpieczeństwa. Portugalski operator sieci REN również odnotował zakłócenia, a krótkotrwałe przerwy w dostawie prądu wystąpiły w Kraju Basków we Francji. Na obecnym etapie nie ma dowodów wskazujących na cyberatak jako przyczynę awarii. Dochodzenia prowadzone przez odpowiednie instytucje nadal trwają.", 
    "date": "2025-04-28"
  },
    {
    "title": "Watykan cyfrową twierdzą: przygotowania do konklawe",
    "link": "https://cybernews.com/security/vatican-cybersecurity-vote-pope/",
    "source": "cybernews.com",
    "description": "W maju 2020 roku chińska grupa hakerska RedDelta miała według doniesień włamać się do sieci Watykanu. Atak nastąpił podczas negocjacji między Stolicą Apostolską a Chinami w sprawie mianowania biskupów. Hakerzy wykorzystali spreparowane e-maile zawierające złośliwe oprogramowanie, odwołujące się do tematów katolickich i dyplomatycznych. Atak RedDelta był elementem szerszej walki o wpływy nad Kościołem katolickim w Chinach. Watykan, który tradycyjnie nie komentował incydentów cyberbezpieczeństwa, jeszcze przed tym atakiem zatrudnił eksperta Gianlucę Gauzzi Broccolettiego. Pod jego kierownictwem zmodernizowano zabezpieczenia, kładąc nacisk na analizę zagrożeń opartą na sztucznej inteligencji i cyfrową kryminalistykę. Wcześniejsze problemy z bezpieczeństwem, jak wycieki dokumentów w latach 2012 i 2015, ujawniły słabości w zarządzaniu informacją wewnętrzną. Podczas obecnego konklawe obowiązuje pełna izolacja cyfrowa: brak telefonów, zagłuszacze sygnałów, monitoring kamerami i brak dostępu do sieci. Gwardia Watykańska korzysta z szyfrowanej komunikacji, systemów air-gap oraz narzędzi opartych na AI w celu wykrywania zagrożeń. Doświadczenia z 2020 roku przyczyniły się do znaczącego wzmocnienia ochrony cyfrowej Watykanu, co ma kluczowe znaczenie dla bezpiecznego przebiegu wyboru nowego papieża.",
    "date": "2025-04-27"
  },
{
    "title": "Google na celowniku rządu USA. Departament Sprawiedliwości chce sprzedaży przeglądarki Chrome",
    "link": "https://www.wsj.com/tech/google-justice-department-search-monopoly-hearing-d527c010?st=mM7wY7&reflink=desktopwebshare_permalink",
    "source": "wsj.com",
    "description": "Waszyngton, 2025 – Departament Sprawiedliwości USA rozpoczął nowy etap precedensowego procesu antymonopolowego przeciwko Google, w którym domaga się radykalnych środków: przymusowej sprzedaży przeglądarki Chrome, zniesienia uprzywilejowanych umów z producentami urządzeń oraz zapewnienia konkurencji dostępu do danych.",
    "date": "2025-04-21"
  },
  {
    "title": "Człowiek kontra maszyna: humanoidalne roboty pobiegły w półmaratonie w Pekinie",
    "link": "https://www.wsj.com/tech/man-versus-machine-as-china-shows-off-humanoid-robots-in-half-marathon-75d7e766?st=kCWJ8S&reflink=desktopwebshare_permalink",
    "source": "wsj.com",
    "description": "Podczas niezwykłego półmaratonu zorganizowanego w sobotę w stolicy Chin wystartowało nie tylko kilka tysięcy ludzi, ale też... 21 humanoidalnych robotów. Wydarzenie było pierwszym tego rodzaju i miało być pokazem chińskich ambicji technologicznych, zwłaszcza w kontekście rosnącej rywalizacji z USA. Chiny ogłosiły, że chcą zostać światowym liderem w robotyce humanoidalnej do 2027 roku.",
    "date": "2025-04-19"
  },
  {
    "title": "Prośba o głos w konkursie. Oszustwo na skale europejską",
    "link": "https://cyberdefence24.pl/cyberbezpieczenstwo/znajomy-prosi-o-glos-w-konkursie-oszustwo-na-skale-europejska",
    "source": "Cyber24",
    "description": "Przejmowanie kont w mediach społecznościowych przez cyberprzestępców ma miejsce w całej Europie. Okazuje się jednak, że sposoby stosowane w stosunku do Polaków są inne od tych, które pojawiają się na zachodzie kontynentu.",
    "date": "2025-04-18"
  },
 {
    "title": "Północnokoreańscy hakerzy podszywają się pod rekruterów, infekując deweloperów złośliwym kodem",
    "link": "https://cointelegraph.com/news/north-korea-hackers-crypto-developers-fake-jobs",
    "source": "cointelegraph.com",
    "description": "Grupa hakerska powiązana z atakiem na giełdę Bybit o wartości 1,4 miliarda dolarów ponownie zaatakowała — tym razem uderza w deweloperów Web3, podszywając się pod rekruterów technologicznych. Według raportu The Hacker News, ataki polegają na rozsyłaniu fałszywych testów rekrutacyjnych zawierających malware typu stealer.",
    "date": "2025-04-17"
  },
  {
    "title": "Kryzys finansowania CVE",
    "link": "https://www.csoonline.com/article/3963190/cve-program-faces-swift-end-after-dhs-fails-to-renew-contract-leaving-security-flaw-tracking-in-limbo.html",
    "source": "csoonline.com",
    "description": "Społeczność cyberbezpieczeństwa znalazła się o krok od utraty jednej z podstawowych struktur globalnego zarządzania podatnościami – programu MITRE CVE. Wraz z końcem finansowania przez Departament Bezpieczeństwa Krajowego (DHS), MITRE ogłosiło koniec swojej 25-letniej roli jako opiekuna systemu CVE.\n\nChoć sytuacja została uratowana przez CISA, które zapewniło 11-miesięczne przedłużenie finansowania, ujawniło to niepokojącą zależność branży od darmowej infrastruktury zewnętrznej.",
    "date": "2025-04-16"
  }, 
{
    "title": "Ważna aktualizacja Apple: Pilne łatki zabezpieczające krytyczne luki w iOS i macOS",
    "link": "https://techcrunch.com/2025/04/16/apple-says-zero-day-bugs-exploited-against-specific-targeted-individuals-using-ios/",
    "source": "techcrunch.com",
    "description": "Apple wydało nagłe aktualizacje bezpieczeństwa dla iPhone’ów, MacBooków, iPadów, Apple TV oraz Vision Pro po wykryciu dwóch nieznanych wcześniej luk zero-day, które — jak potwierdza sama firma — mogły zostać już wykorzystane w realnych atakach. Według oficjalnego komunikatu, jedna z luk dotyczy systemu audio i umożliwia zdalne wykonanie złośliwego kodu przez specjalnie spreparowany plik multimedialny. Druga pozwala ominąć zabezpieczenia pamięci i wstrzyknąć szkodliwe instrukcje bez wiedzy użytkownika. Eksperci ostrzegają, że ataki mogły być sponsorowane przez państwo i wymierzone w wybranych użytkowników — co czyni sprawę wyjątkowo poważną. Apple zaleca natychmiastowe zainstalowanie aktualizacji, aby zablokować potencjalny dostęp do urządzenia.",
    "date": "2025-04-16"
  }
]
